SensorsIot/Universal-ESP32-Tester/test-firmware/sdkconfig.defaults.esp32s3
# Target
CONFIG_IDF_TARGET="esp32s3"

# Flash size — always 4MB regardless of actual chip capacity
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
